Repository: Mumin8/SKILdemy
Catalog: learning_platform/translations/*/LC_MESSAGES/messages.po
Languages: bn, de, hi, id, pt

source: Please login to access this page
bn: এই পৃষ্ঠা অ্যাক্সেস করতে লগইন করুন
de: Bitte melden Sie sich an, um auf diese Seite zuzugreifen
hi: इस पृष्ठ का प्रयोग करने केलिए लॉगिन करें
id: Silakan login untuk mengakses halaman ini
pt: Por favor, faça login para acessar esta página

source: Request for solution after you receive answers to previous requests
bn: আপনি পূর্ববর্তী অনুরোধের উত্তর পাওয়ার পরে সমাধানের জন্য অনুরোধ করুন
de: Lösungsanfrage, nachdem Sie Antworten auf frühere Anfragen erhalten haben
hi: पिछले अनुरोधों के उत्तर प्राप्त होने के बाद समाधान के लिए अनुरोध करें
id: Permintaan solusi setelah Anda menerima jawaban atas permintaan sebelumnya

source: countdown to next solution
bn: পরবর্তী সমাধানের জন্য বাকি সময়
de: Countdown zur nächsten Lösung
hi: अगले समाधान के लिए समय बचा है
id: Waktu tersisa untuk solusi berikutnya

source: Passwords must match
bn: পাসওয়ার্ড অবশ্যই মিলবে
de: Passwörter müssen übereinstimmen
hi: पासवर्ड अवश्य मेल खाना चाहिए
id: Kata sandi harus cocok
pt: As senhas devem corresponder

source: Register
bn: নিবন্ধন
de: Registrieren
hi: रजिस्टर करें
id: Daftar
pt: registar

source: This username is already taken
bn: এই ব্যবহারকারীর নাম ইতিমধ্যে নেওয়া হয়েছে
de: Dieser Benutzername ist bereits vergeben
hi: यह उपयोगकर्ता नाम पहले ही ले लिया है
id: Nama pengguna ini sudah digunakan
pt: Esse nome de usuário já está ocupado

source: This email is already taken
bn: এই ইমেল ইতিমধ্যে নেওয়া হয়েছে
de: Diese E-Mail ist bereits vergeben
hi: यह ई - मेल पहले ही लिया जा चुका हैं
id: Email ini sudah diambil
pt: Este e-mail já está ocupado

source: Dashboard
bn: ড্যাশবোর্ড
hi: डैशबोर्ड
id: Dasbor
pt: Painel

source: login
bn: প্রবেশ করুন
hi: लॉगिन
id: Masuk

source: course content
bn: কোর্স কন্টেন্ট
de: Kursinhalte
hi: पाठ्यक्रम सामग्री
id: Konten kursus
pt: conteúdo do curso

source: Try this for free
bn: বিনামূল্যে জন্য এটি চেষ্টা করুন
de: Kostenlos testen
hi: इसे निःशुल्क आज़माएँ
id: Cobalah ini secara gratis
pt: Experimente isso de graça

source: click on course for more information
bn: আরও তথ্যের জন্য কোর্সে ক্লিক করুন
de: Klicken Sie auf den Kurs für weitere Informationen
hi: अधिक जानकारी के लिए पाठ्यक्रम पर क्लिक करें
id: klik kursus untuk informasi lebih lanjut
pt: clique no curso para obter mais informações

source: Enroll now
bn: এখন নথিভুক্ত করুন
de: Jetzt einschreiben
hi: अभी नामांकन करें
id: Daftar sekarang
pt: Inscreva-se agora

source: You are about to make a payment to enroll in
bn: আপনি নথিভুক্ত করার জন্য একটি অর্থপ্রদান করতে চলেছেন৷
de: Sie sind dabei, eine Zahlung zu tätigen, um sich anzumelden in
hi: आप नामांकन के लिए भुगतान करने वाले हैं
id: Anda akan melakukan pembayaran untuk mendaftar
pt: Você está prestes a fazer um pagamento para se inscrever em

source: click here to proceed to payment page
bn: পেমেন্ট পৃষ্ঠায় এগিয়ে যেতে এখানে ক্লিক করুন
de: Klicken Sie hier, um zur Zahlungsseite zu gelangen
hi: भुगतान पृष्ठ पर आगे बढ़ने के लिए यहां क्लिक करें
id: klik di sini untuk melanjutkan ke halaman pembayaran
pt: clique aqui para ir para a página de pagamento

source: Thank you for choosing SKILdemy
bn: SKILdemy বেছে নেওয়ার জন্য আপনাকে ধন্যবাদ
de: Danke, dass Sie sich für SKILdemy entschieden haben
hi: SKILdemy को चुनने के लिए धन्यवाद
id: Terima kasih telah memilih SKILdemy
pt: Obrigado por escolher a SKILdemy

source: You can now access the course content
bn: আপনি এখন কোর্স বিষয়বস্তু অ্যাক্সেস করতে পারেন
de: Sie können jetzt auf die Kursinhalte zugreifen
hi: अब आप पाठ्यक्रम सामग्री तक पहुँच सकते हैं
id: Anda sekarang dapat mengakses konten kursus
pt: Agora você pode acessar o conteúdo do curso

source: payment is unsuccessful
bn: পেমেন্ট অসফল
de: Die Zahlung ist fehlgeschlagen
hi: भुगतान असफल रहा
id: pembayaran tidak berhasil
pt: o pagamento não for bem-sucedido

source: Verify your details or contact paystack
bn: আপনার বিবরণ যাচাই করুন অথবা paystack এর সাথে যোগাযোগ করুন দয়া করে
de: Überprüfen Sie Ihre Angaben oder kontaktieren Sie paystack
hi: अपना विवरण सत्यापित करें या पेस्टैक से संपर्क करें
id: Verifikasi detail Anda atau hubungi paystack
pt: Verifique seus dados ou entre em contato com o Paystack

source: certificate
bn: সনদপত্র
de: Zertifikat
hi: प्रमाणपत्र
id: sertifikat
pt: certificado

source: congratulations
bn: অভিনন্দন
de: Glückwünsche
hi: बधाई हो
id: selamat
pt: Parabéns

source: proceed for certificate
bn: শংসাপত্রের জন্য এগিয়ে যান
de: Weiter zum Zertifikat
hi: प्रमाण पत्र के लिए आगे बढ़ें
id: lanjutkan untuk mendapatkan sertifikat
pt: Proceder para obter o certificado

source: Home
bn: মূল পাতা
de: Startseite
hi: मुख्य पृष्ठ
id: Halaman beranda
pt: Pagina inicial

source: Back
bn: পিছনে
de: zurückkehren
hi: वापस
id: Kembali
pt: Voltar

source: SKILdemy guide
bn: SKILdemy গাইড
de: SKILdemy-Leitfaden
hi: SKILdemy मार्गदर्शिका
id: Panduan SKILdemy
pt: Guia SKILdemy

source: Suggested Videos
bn: প্রস্তাবিত ভিডিও
de: Empfohlene Videos
hi: सुझाए गए वीडियो
id: Video yang Disarankan
pt: Vídeos sugeridos

source: Cancel Request
bn: অনুরোধ বাতিল করুন
de: Anfrage stornieren
hi: अनुरोध को रद्द करें
id: Batalkan Permintaan
pt: Cancelar pedido

source: keep learning while we prepare the answers for you
bn: আমরা আপনার জন্য উত্তর প্রস্তুত করার সময় শিখতে থাকুন
de: Lernen Sie weiter, während wir die Antworten für Sie vorbereiten
hi: सीखते रहिए, हम आपके लिए उत्तर तैयार करते हैं
id: Teruslah belajar sementara kami menyiapkan jawaban untuk Anda.
pt: Continue aprendendo enquanto preparamos as respostas para você

source: Request Solution
bn: সমাধানের অনুরোধ
de: Lösung anfordern
hi: समाधान का अनुरोध करें
id: Minta solusi
pt: Solicitar solução

source: PROGRESS
bn: অগ্রগতি
de: FORTSCHRITT
hi: प्रगति
id: KEMAJUAN
pt: PROGRESSO

source: PREVIOUS
bn: পূর্ববর্তী
de: VORHERIGE
hi: पिछला
id: SEBELUMNYA
pt: PÁGINA ANTERIOR

source: NEXT
bn: পরবর্তী
de: NÄCHSTE
hi: अगला
id: BERIKUTNYA
pt: PRÓXIMA PÁGINA

source: Choose a language:
bn: একটি ভাষা চয়ন করুন
de: Wählen Sie eine Sprache:
hi: भाषा चुनें:
id: Pilih bahasa:
pt: Selecione um idioma:

source: select Language
bn: একটি ভাষা চয়ন করুন
de: Sprache auswählen
hi: भाषा चुने
id: pilih Bahasa
pt: selecione o idioma

source: Arabic
bn: আরবি
de: Arabisch
hi: अरबी
id: Arab
pt: Árabe

source: Bengali
bn: বাংলা
de: Bengalisch
hi: बंगाली

source: English
bn: ইংরেজি
de: Englisch
hi: अंग्रेज़ी
id: Inggris
pt: Inglês

source: French
bn: ফরাসি
de: Französisch
hi: फ़्रेंच
id: Prancis
pt: Francês

source: German
bn: জার্মান
de: Deutsch
hi: जर्मन
id: Jerman

source: Hindi
bn: হিন্দি
hi: हिंदी

source: Indonesian
bn: ইন্দোনেশীয়
de: Indonesisch
hi: इंडोनेशियाई
id: Indonesia
pt: Indonésio

source: Japanese
bn: জাপানিজ
de: Japanisch
hi: जापानी
id: Jepang

source: Korean
bn: কোরিয়ান
de: Koreanisch
hi: कोरियाई

source: Portuguese
bn: পর্তুগিজ
de: Portugiesisch
hi: पुर्तगाली
id: Portugis
pt: Português

source: Russia
bn: রুশ
de: Russisch
hi: रूसी
id: Rusia
pt: Russo

source: Spanish
bn: স্প্যানিশ
de: Spanisch
hi: स्पेनिश
id: Spanyol
pt: Espanhol

source: Turkish
bn: তুর্কি
de: Türkisch
hi: तुर्की
id: Turki
pt: Turco

source: Urdu
bn: উর্দু
hi: उर्दू

source: Login
bn: প্রবেশ করুন
de: Anmelden
hi: लॉगिन
id: Masuk

source: Forgot Password
bn: পাসওয়ার্ড ভুলে গেছেন
de: Passwort vergessen
hi: पासवर्ड भूल गए
id: Lupa Kata Sandi
pt: Esqueceu a Senha

source: logout
bn: লগ আউট
de: Abmelden
hi: लॉगआउट
id: Keluar
pt: sair

source: You will need at least 70 to pass this course for a certificate
bn: একটি শংসাপত্রের জন্য এই কোর্সটি পাস করতে আপনার কমপক্ষে 70% প্রয়োজন হবে
de: Sie benötigen mindestens 70 Punkte, um diesen Kurs zu bestehen und ein Zertifikat zu erhalten.
hi: प्रमाण पत्र के लिए आपको इस कोर्स को पास करने के लिए कम से कम 70 अंक की आवश्यकता होगी
id: Anda memerlukan setidaknya 70 untuk lulus kursus ini untuk mendapatkan sertifikat

source: My courses
bn: আমার কোর্সসমূহ
de: Meine Kurse
hi: मेरे पाठ्यक्रम
id: Kursus Saya
pt: Meus cursos

source: Get certificate
bn: সার্টিফিকেট পান
de: Zertifikat erhalten
hi: प्रमाणपत्र प्राप्त करें
id: Dapatkan Sertifikat
pt: Obter certificado

source: current score:
bn: বর্তমান স্কোর:
de: Aktueller Spielstand:
hi: वर्तमान स्कोर:
id: skor saat ini:

source: Sign up
bn: সাইন আপ করুন
de: Registrieren
hi: साइन अप करें
id: Daftar
pt: Inscreva-se

source: submit email
bn: ইমেইল পাঠান
de: E-Mail senden
hi: ईमेल सबमिट करें
id: kirim email
pt: enviar e-mail

source: download
bn: ডাউনলোড
de: Herunterladen
hi: डाउनलोड करें
id: unduh
pt: baixar

source: Welcome to SKILdemy
bn: SKILdemy এ স্বাগতম
de: Willkommen bei SKILdemy
hi: SKILdemy में आपका स्वागत है
id: Selamat datang di SKILdemy
pt: Bem-vindo ao SKILdemy

source: please login first
bn: দয়া করে প্রথমে লগ ইন করুন
de: Bitte zuerst anmelden
hi: कृपया पहले लॉगिन करें
id: silakan masuk terlebih dahulu
pt: por favor, faça login primeiro

source: Thank you for Registering
bn: নিবন্ধন করার জন্য আপনাকে ধন্যবাদ
de: Danke für die Registrierung
hi: पंजीकरण करने के लिए धन्यवाद
id: Terima kasih telah mendaftar
pt: Obrigado por se registrar

source: Happy Coding! 😊
bn: শুভ কোডিং! 😊
de: Viel Spaß beim Programmieren! 😊
hi: कोडिंग का आनंद लें! 😊
pt: Feliz codificação! 😊

source: Invalid Credentials
bn: অবৈধ পরিচয়পত্র
de: Ungültige Anmeldeinformationen
hi: अमान्य प्रमाण-पत्र
id: Kredensial Tidak Valid
pt: Credenciais inválidas

source: Password Reset Request
bn: পাসওয়ার্ড রিসেট অনুরোধ
de: Passwort zurücksetzen
hi: पासवर्ड रीसेट अनुरोध
id: permintaan pengaturan ulang kata sandi
pt: Solicitação de redefinição de senha

source: Check your email for the password reset link.
bn: পাসওয়ার্ড রিসেট লিঙ্কের জন্য আপনার ইমেল চেক করুন.
de: Suchen Sie in Ihren E-Mails nach dem Link zum Zurücksetzen des Passworts.
hi: पासवर्ड रीसेट लिंक के लिए अपना ईमेल जांचें।
id: Periksa email Anda untuk tautan pengaturan ulang kata sandi.
pt: Verifique seu e-mail para o link de redefinição de senha.

source: Email not found
bn: ইমেইল পাওয়া যায়নি
de: E-Mail nicht gefunden
hi: ईमेल नहीं मिला
id: Email tidak ditemukan
pt: E-mail não encontrado

source: successfully reset password
bn: পাসওয়ার্ড সফলভাবে রিসেট করা হয়েছে
de: Passwort erfolgreich zurückgesetzt
hi: पासवर्ड सफलतापूर्वक रीसेट करें
id: berhasil mengatur ulang kata sandi
pt: senha redefinida com sucesso

source: You have successfully enrolled in
bn: আপনি সফলভাবে ভর্তি হয়েছেন
de: Sie haben sich erfolgreich registriert
hi: पासवर्ड सफलतापूर्वक रीसेट करें
id: Anda telah berhasil mendaftar di
pt: Você se inscreveu com sucesso em

source: You have successfully updated your course
bn: আপনি সফলভাবে আপনার কোর্স পুনর্নবীকরণ করেছেন
de: Sie haben Ihren Kurs erfolgreich aktualisiert
hi: आपने अपना पाठ्यक्रम सफलतापूर्वक अपडेट कर लिया है
id: Anda telah berhasil memperbarui kursus Anda
pt: Você atualizou seu curso com sucesso

source: unsuccessful, please check your details or contact SKILdemy support
bn: অসফল, অনুগ্রহ করে আপনার বিশদ বিবরণ পরীক্ষা করুন বা SKILdemy সহায়তার সাথে যোগাযোগ করুন
de: erfolglos, bitte überprüfen Sie Ihre Angaben oder kontaktieren Sie den SKILdemy-Support
hi: असफल, कृपया अपने विवरण की जाँच करें या SKILdemy समर्थन से संपर्क करें
id: tidak berhasil, silakan periksa detail Anda atau hubungi dukungan SKILdemy
pt: sem sucesso, verifique seus detalhes ou entre em contato com o suporte da SKILdemy

source: Please your time period to access this course has elapsed
bn: এই কোর্সটি অ্যাক্সেস করার জন্য আপনার সময়কাল অতিবাহিত হয়েছে
de: Bitte, Ihr Zeitraum für den Zugriff auf diesen Kurs ist abgelaufen
id: Harap waktu Anda untuk mengakses kursus ini telah habis
pt: Por favor, seu prazo para acessar este curso expirou

source: successfully requested for solution
bn: সমাধানের জন্য সফলভাবে অনুরোধ করা হয়েছে
de: erfolgreich zur Lösung angefordert
hi: समाधान हेतु सफलतापूर्वक अनुरोध किया गया
id: berhasil meminta solusi
pt: solução solicitada com sucesso

source: You have not enrolled in this course
bn: আপনি এই কোর্সে ভর্তি হননি
de: Sie haben sich nicht für diesen Kurs eingeschrieben
hi: आपने इस पाठ्यक्रम में नामांकन नहीं कराया है
id: Anda belum mendaftar di kursus ini
pt: Você não se matriculou neste curso

source: You can access your certificate
bn: আপনি আপনার সার্টিফিকেট অ্যাক্সেস করতে পারেন
de: Sie können auf Ihr Zertifikat zugreifen
hi: आप अपने प्रमाणपत्र तक पहुंच सकते हैं
id: Anda dapat mengakses sertifikat Anda

source: You can request for the solution
bn: আপনি সমাধানের জন্য অনুরোধ করতে পারেন
de: Sie können die Lösung anfordern
hi: आप समाधान के लिए अनुरोध कर सकते हैं
id: Anda dapat meminta solusi
pt: Você pode solicitar a solução

source: Already enrolled, You can still access this course
bn: ইতিমধ্যে নথিভুক্ত, আপনি এখনও এই কোর্স অ্যাক্সেস করতে পারেন
de: Sie sind bereits angemeldet und können weiterhin auf diesen Kurs zugreifen
hi: पहले से नामांकित, आप अभी भी इस पाठ्यक्रम तक पहुँच सकते हैं
id: Anda sudah terdaftar, Anda masih dapat mengakses kursus ini
pt: Já inscrito, você ainda pode acessar este curso

source: Your time expired for this course and you are trying to enroll again
bn: এই কোর্সের জন্য আপনার সময় শেষ হয়ে গেছে এবং আপনি আবার নথিভুক্ত করার চেষ্টা করছেন
de: Ihre Zeit für diesen Kurs ist abgelaufen und Sie versuchen, sich erneut anzumelden
hi: इस कोर्स के लिए आपका समय समाप्त हो गया है और आप फिर से नामांकन करने का प्रयास कर रहे हैं
id: Waktu Anda telah habis untuk kursus ini dan Anda mencoba mendaftar lagi
pt: Seu tempo expirou para este curso e você está tentando se inscrever novamente

source: Your certificate is ready for download
bn: আপনার শংসাপত্র ডাউনলোডের জন্য প্রস্তুত
de: Ihr Zertifikat steht zum Download bereit
hi: आपका प्रमाणपत्र डाउनलोड के लिए तैयार है
id: Sertifikat Anda siap untuk diunduh
pt: Seu certificado está pronto para download

source: Your mark is below 70%. You can enroll again to improve your marks
bn: আপনার মার্ক 70% এর নিচে। আপনি আপনার নম্বর উন্নত করতে আবার নথিভুক্ত করতে পারেন
de: Ihre Note liegt unter 70 %. Sie können sich erneut einschreiben, um Ihre Noten zu verbessern.
hi: आपके अंक 70% से कम हैं। अपने अंक सुधारने के लिए आप फिर से नामांकन करा सकते हैं
id: Nilai Anda di bawah 70%. Anda dapat mendaftar lagi untuk meningkatkan nilai Anda
pt: Sua nota está abaixo de 70%. Você pode se inscrever novamente para melhorar suas notas

source: The certificate will be ready after you complete the course
bn: আপনি কোর্স শেষ করার পরে সার্টিফিকেট প্রস্তুত হবে
de: Das Zertifikat liegt nach Abschluss des Kurses für Sie bereit
hi: कोर्स पूरा होने के बाद प्रमाणपत्र तैयार हो जाएगा
id: Sertifikat akan siap setelah Anda menyelesaikan kursus
pt: Seu certificado está pronto para download

source: Certificate has been generated in your downloads folder
bn: আপনার ডাউনলোড ফোল্ডারে সার্টিফিকেট তৈরি করা হয়েছে
id: Sertifikat telah dibuat di folder unduhan Anda
pt: O certificado foi gerado na sua pasta de downloads

source: You can always extend the time without losing your current records
de: Sie können die Zeit jederzeit verlängern, ohne dass Ihre aktuellen Noten verloren gehen.
hi: आप अपने वर्तमान रिकॉर्ड को खोए बिना हमेशा समय बढ़ा सकते हैं
id: Anda selalu dapat memperpanjang waktu tanpa kehilangan catatan Anda saat ini

source: Happy Coding! ðŸ˜Š
id: Selamat Coding! ðŸ˜Š

source: Hours left to receive solution
pt: Horas restantes para receber a solução

source: please request for the solution
pt: por favor solicite a solução

source: You will need at least 70% to pass this course for a certificate
pt: Você precisará de pelo menos 70% para passar neste curso e obter um certificado

source: Your can always enroll again
pt: Você sempre pode se inscrever novamente

source: There is already one task pending for solution
pt: Já existe uma tarefa pendente para solução

source: Your access time has elapsed, you can access your certificate
pt: Seu tempo de acesso expirou, você pode acessar seu certificado
